{
  "base_model_name_or_path": "mistralai/mistral-7b-instruct-v0.3",
  "peft_type": "LORA",
  "task_type": "CAUSAL_LM",
  "r": 16,
  "lora_alpha": 32,
  "lora_dropout": 0.05,
  "target_modules": [
    "q_proj",
    "k_proj",
    "v_proj",
    "o_proj"
  ],
  "modules_to_save": null,
  "inference_mode": false
}